// This file is part of Server Extension.
// Server Extension - a mutator for Killing Floor 2.
//
// Copyright (C) 2023, 2024 小曦曦
// Copyright (C) 2023       GenZmeY
//
// Server Extension is free software: you can redistribute it
// and/or modify it under the terms of the GNU General Public License
// as published by the Free Software Foundation,
// either version 3 of the License, or (at your option) any later version.
//
// Server Extension is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
// See the GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License along
// with Server Extension. If not, see <https://www.gnu.org/licenses/>.

[ExtWeap_Pistol_9mm]
ItemName="9mm pistol"
ItemDescription="9mm无限子弹手枪就是爽."

[ExtWeap_Pistol_MedicS]
ItemName="Medic pistol"
ItemDescription="把9mm手枪换成医疗手枪能不香吗？而且还是无限子弹!!!."

[Ext_PerkBerserker]
PerkName="狂战士"

[Ext_PerkCommando]
PerkName="突击兵"

[Ext_PerkDemolition]
PerkName="爆破手"

[Ext_PerkFieldMedic]
PerkName="医疗兵"

[Ext_PerkFirebug]
PerkName="纵火犯"

[Ext_PerkGunslinger]
PerkName="枪手"

[Ext_PerkSharpshooter]
PerkName="神射手"

[Ext_PerkSupport]
PerkName="支援兵"

[Ext_PerkSurvivalist]
PerkName="生存主义者"

[Ext_PerkSWAT]
PerkName="SWAT"

[Ext_T_MonsterPRI]
MonsterName="小"

[Ext_TGroupBase]
GroupInfo="小队"

[Ext_TGroupMonster]
GroupInfo="丧尸"

[Ext_TGroupRegen]
GroupInfo="再生"

[Ext_TGroupZEDTime]
GroupInfo="丧尸时间"

[Ext_TraitAcidicCompound]
TraitName="酸性化合物"
Description="当此技能启动后，所有医疗兵的职业武器的攻击都有机会使丧尸造成中毒状态。"

[Ext_TraitAirborne]
TraitName="丧尸时间 - 空降特工"
Description="在丧尸时间期间的医疗飞针将提供额外的治疗效果与范围，|每个级别分别能够提供额外的比例：|Lv 1-3: +5%, +10%, +20%|Lv 4: +15%，丧尸时间以外也有效！"

[Ext_TraitAirborneAgent]
TraitName="丧尸时间 - 空降特工"
Description="你将会在丧尸时间释放出治疗烟雾，并且治疗附近的队友。 ||-前置条件: 手榴弹强化技能最少为Lv 1!"

[Ext_TraitAmmoReg]
TraitName="弹药再生"
Description="使用此技能之后所有武器(不包含手榴弹)将会在30秒后自动取得对应等级的数量:|Lvl1-3: 2%, 5%, 10% 最高携带弹药量。"

[Ext_TraitAPShots]
TraitName="穿甲弹"
Description="大幅度增加职业武器枪械的穿透能力!穿透能力强化比例:|Lv1-4: 25%, 30%, 35%, 40%"

[Ext_TraitArmorReg]
TraitName="护甲再生"
Description="使用此技能将会每10秒会再生一次护甲，再生量:|Lv1-3: +7点, +12点, +25点"

[Ext_TraitArmorRep]
TraitName="护甲修复"
Description="拥有此技能之后会在被治疗时修复其护甲,修复护甲比例为:|Lv1-5: +5%, +10%, +15%, +20%, +25%"

[Ext_TraitAutoFire]
TraitName="全自动武器"
Description="直接让全部职业武器变成全自动武器。"

[Ext_TraitBoomWeld]
TraitName="炸弹焊接"
Description="当拥有此技能的玩家所焊接的门被丧尸破坏时将会引爆焊接物，并会随着焊接的次数越多而增加爆炸强度。"

[Ext_TraitBunnyHop]
TraitName="兔子跳"
Description="让玩家能够使用兔子跳，这意味着只要您在前进的过程中不断往前跳跃，您的移动速度就越来越快。"

[Ext_TraitCarryCap]
TraitName="强化负重"
Description="拥有此特性能让您携带更多装备！.|Lv1-5: +2,+4,+6,+8,+15 额外负重"

[Ext_TraitContactNade]
TraitName="感应炸弹"
Description="炸弹会在碰触到敌人时引爆。"

[Ext_TraitDemoAOE]
TraitName="范围伤害"
Description="此技能会增加爆破手的职业武器AOE范围，AOE增加比例为:|Lv1-4: 15%, 20%, 25%, 30%"

[Ext_TraitDemoCriticalHit]
TraitName="致命攻击"
Description="爆破手的职业武器将会在攻击丧尸弱点时增加50%伤害！"

[Ext_TraitDemoDirectHit]
TraitName="冲击"
Description="爆破手的职业武器直接打在丧尸身上时增加25%的伤害。"

[Ext_TraitDemoNuke]
TraitName="丧尸时间 - 核弹"
Description="爆破手的职业武器的弹药将会在丧尸时间发动时变成核弹。 |每个级别将会增加其伤害与核弹区残留的时间。 ||-前置条件: 伤害技能点数30点以上"

[Ext_TraitDemoProfessional]
TraitName="爆破手专家"
Description="您的爆炸弹药永远不会哑弹。 ||-前置条件: 战术装填技能30点以上"

[Ext_TraitDemoReactiveArmor]
TraitName="反应装甲"
Description="在接近死亡时，您将自爆并保留5点血量。"

[Ext_TraitDireReload]
TraitName="背水一战"
Description="如果血量低于40时，您将会拥有更快的装填速度。"

[Ext_TraitDoorRepair]
TraitName="大门维修师"
Description="现在您可以用焊枪来修复任何门了。"

[Ext_TraitDuracell]
TraitName="金霸王电池"
Description="更换金霸王电池之后的手电筒更耐用了！.|Lv1-4: +30,+100,+300,+1000% 电池寿命"

[Ext_TraitEliteReload]
TraitName="战术装填"
Description="拥有此技能能让您在使用职业武器时获得更快的装填速度。"

[Ext_TraitEnemyHP]
TraitName="敌人血量条"
Description="拥有此特性能让您在一定范围内看见敌人血量。:|Lv1-4: 5m, 7m, 10m, 16m"

[Ext_TraitFanfire]
TraitName="丧尸时间 - 扇火"
Description="让您的职业武器能在丧尸时间中以正常的射速射击。."

[Ext_TraitFireExplode]
TraitName="火焰炸弹"
Description="有机率使丧尸在被烧死之后爆炸。"

[Ext_TraitFireRange]
TraitName="额外射击距离"
Description="火焰喷射器现在拥有更长的射程了！"

[Ext_TraitGhost]
TraitName="救赎"
Description="此技能会让你在死亡后转化为幽灵并在地图随机点复活。.|Level 1: 50%机率触发，之后直到死亡都不会再次触发。.|Level 2: 此效果变成每3分钟可以触发。"

[Ext_TraitGrenadeCap]
TraitName="手榴弹袋"
Description="拥有此技能能够让您携带更多手榴弹。|Lv1-5: +1,+2,+3,+5,+8 个手榴弹"

[Ext_TraitGrenadeSUpg]
TraitName="手榴弹升级"
Description="现在您可以使用职业专用的强化手榴弹。|Level 1: 超级手榴弹"

[Ext_TraitGrenadeUpg]
TraitName="手榴弹升级强化"
Description="拥有此升级之后能让您的手榴弹转化为有职业特性的手榴弹。|Level 1: 普通职业手榴弹|Level 2: 超级职业手榴弹 (前置条件: Lv.50+职业等级)!"

[Ext_TraitHealthReg]
TraitName="生命再生"
Description="每10秒恢复部分的血量:|Lvl1-3: +5HP, +10HP, +20HP"

[Ext_TraitHeavyArmor]
TraitName="重型护甲"
Description="在护甲耗尽之前都不会受到伤害。 (不包含超音波与坠落伤害).|Level 2 额外生成50点护甲|Level 3 直接获到完整的护甲"

[Ext_TraitKnockback]
TraitName="击退抗性"
Description="降低丧尸攻击之后所造成的击退效果:|Lv1-4: -20%, -50%, -70%, -90%"

[Ext_TraitMachineGunner]
TraitName="丧尸时间 - 扇火"
Description="在丧尸时间期间,所有的职业武器增加3%，并使所有枪枝射速提高3倍！"

[Ext_TraitMedBoost]
TraitName="肾上腺素射击"
Description="治疗玩家时将附加移动速度加成，每个等级分别增加:|Lv1-5: 10%, 15%, 20%, 25%, 30%"

[Ext_TraitMedDamBoost]
TraitName="集中注射"
Description="被治疗者会增加最多15%伤害，每个等级分别增加:|Lv1-3: 5%, 10%, 15%"

[Ext_TraitMedicPistol]
TraitName="医疗手枪"
Description="重生时将9毫米手枪替换成医疗手枪."

[Ext_TraitMedShield]
TraitName="凝血剂"
Description="被治疗的玩家将获得最高30%伤害抗性，每个等级分别增加:|Lv1-5: 10%, 15%, 20%, 25%, 30%"

[Ext_TraitNapalm]
TraitName="凝固汽油弹"
Description="燃烧的丧尸碰触到其他丧尸时会使其起火."

[Ext_TraitNightvision]
TraitName="夜视仪"
Description="重生时获得夜视镜."

[Ext_TraitPenetrator]
TraitName="丧尸时间 - 穿透者"
Description="在丧尸时间期间,您的职业武器射击将穿透任何目标。 ||-前置条件: 穿甲弹Lv1!"

[Ext_TraitRackEmUp]
TraitName="连击王"
Description="每次对丧尸造成的爆头伤害增加7.5%(有上限)|每个级别可以造成更多的连级数:|Lv1-5: +30%, +60%, +90%, +120%, +210%"

[Ext_TraitRagdoll]
TraitName="击倒抗性"
Description="抵抗部分丧尸的击倒攻击.每个等级抗性:|Lvl1-3: 20%, 50%, 80%"

[Ext_TraitRanger]
TraitName="丧尸时间 - 游侠"
Description="在丧尸时间期间内的爆头攻击能够击晕敌人。"

[Ext_TraitRapidAssault]
TraitName="丧尸时间 - 快速攻击"
Description="在丧尸时间期间提供职业武器无限弹药，并使射速变成实时射击。"

[Ext_TraitRetali]
TraitName="报仇"
Description="血量归零时自爆!"

[Ext_TraitSirenResistance]
TraitName="音波抗性"
Description="使您的所有射击都不会受到音波影响."

[Ext_TraitSpartan]
TraitName="丧尸时间 - 斯巴达!"
Description="在丧尸时间期间能够正常移动，并增加:|Lv1-3: +50,+120,+300% 攻击速度"

[Ext_TraitSupply]
TraitName="弹药补给"
Description="此技能让您能够为队友提供弹药，每次使用后都会获得一些经验值."

[Ext_TraitSupplyGren]
TraitName="手榴弹补给"
Description="此技能让您能够为队友提供手榴弹，每次使用后都会获得一些经验值."

[Ext_TraitSWATEnforcer]
TraitName="丧尸时间 - 强力撞击"
Description="在丧尸时间期间内您的动作为实时速度，并击倒任何碰撞到的丧尸。"

[Ext_TraitTacticalMove]
TraitName="战略性移动"
Description="增加使用瞄具或下蹲前进时的移动速度:|Lv 1-3: +30%,+50%,+100%"

[Ext_TraitTactician]
TraitName="丧尸时间 - 谋略家"
Description="在丧尸时间期间能够使职业武器全速装填并以两倍速度切换职业武器。||-前置条件: 伤害技能点数30点以上!"

[Ext_TraitToxicDart]
TraitName="毒镖"
Description="您的治疗飞针能使丧尸中毒，每级:|Lv 1-3: +15, +35, +70 伤害"

[Ext_TraitUberAmmo]
TraitName="丧尸时间 - 无限弹药"
Description="在丧尸时间期间您的职业武器弹药不会耗尽。"

[Ext_TraitUnCloak]
TraitName="隐形侦测"
Description="每级的隐形侦测范围:|Lv1-5: 3m, 5m, 7m, 10m, 15m"

[Ext_TraitUnGrab]
TraitName="滚开"
Description="现在丧尸抓不住您。"

[Ext_TraitVampire]
TraitName="吸血鬼"
Description="拥有此特性后使用近身武器杀死丧尸可回复血量, 每级回复:|Lv1-4: +2%, +3%, +4%, +6%血量"

[Ext_TraitWPBers]
TraitName="狂战士武器装载"
Description="在重生时将获得狂战士职业武器。|Level 1: 粉碎机|Level 2: 钉枪|Level 3: 碎骨者|Level 4: 以上皆得"

[Ext_TraitWPComm]
TraitName="突击兵武器装载"
Description="在重生时将获得突击兵职业武器。|Level 1: SA80 L85A2小牛|Level 2: AK12|Level 3: SCAR-H|Level 4: 以上皆得"

[Ext_TraitWPDemo]
TraitName="爆破手武器装载"
Description="在重生时将获得爆破手职业武器.|Level 1: C4|Level 2: M79榴弹发射器|Level 3: RPG|Level 4: 以上皆得"

[Ext_TraitWPFire]
TraitName="纵火犯武器装载"
Description="在重生时将获得纵火犯职业武器.|Level 1: 龙息|Level 2: 火焰喷射器|Level 3: 微波枪|Level 4: 以上皆得"

[Ext_TraitWPGuns]
TraitName="枪手武器装载"
Description="在重生时将获得枪手职业武器.|Level 1: M1911 手枪|Level 2: 沙漠之鹰|Level 3: 马格南左轮|Level 4: 以上皆得"

[Ext_TraitWPMedic]
TraitName="医疗兵武器装载"
Description="在重生时将获得医疗兵职业武器.|Level 1: HM201冲锋枪|Level 2: HM301散弹枪|Level 3: HM401突击步枪|Level 4: 以上皆得"

[Ext_TraitWPSharp]
TraitName="神射手武器装载"
Description="在重生时将获得神射手职业武器.|Level 1: 十字弓|Level 2: M14 EBR|Level 3: 轨道炮|Level 4: 以上皆得"

[Ext_TraitWPSupp]
TraitName="支援兵武器装载"
Description="在重生时将获得支援兵职业武器.|Level 1: M4 战斗散弹枪|Level 2: 双管散弹枪|Level 3: AA12|Level 4: 以上皆得"

[Ext_TraitWPSurv]
TraitName="生存主义者武器装载"
Description="在重生时将获得生存主义者职业武器.|Level 1: 龙息|Level 2: M16M203 突击步枪|Level 3: HM401突击步枪|Level 4: 以上皆得"

[Ext_TraitWPSWAT]
TraitName="SWAT武器装载"
Description="在重生时将获得SWAT职业武器.|Level 1: MP5 冲锋枪|Level 2: P90|Level 3: Kriss冲锋枪|Level 4: 以上皆得"

[Ext_TraitZED_Damage]
TraitName="怪物伤害"
Description="此技能将会增加友军丧尸所造成的伤害:|Lv1-5: +10%, +25%, +50%, +100%, +200%||-前置条件:怪物舌头技能."

[Ext_TraitZED_Health]
TraitName="怪物血量"
Description="此技能将会增加友军丧尸所拥有的血量:|Lv1-5: +25%, +50%, +75%, +100%, +200%||-前置条件:怪物舌头技能."

[Ext_TraitZED_Summon]
TraitName="怪物舌头"
Description="拥有此技能之后能够召唤出一只友军丧尸协助作战, 等级越高召唤出来的丧尸就越好.||-前置条件:伤害技能点数30点以上!"

[Ext_TraitZED_SummonExt]
TraitName="额外的怪物舌头"
Description="此技能能够让您额外召唤出一只友军丧尸来协助作战.|Lv 1: 额外召唤一只弱质丧尸.|Lv 2: 额外召唤一只强丧尸.|Lv 3: 额外召唤一只弱丧尸与强丧尸.|Lv 4: 额外召唤两只强丧尸.||-前置条件:怪物舌头技能."

[Ext_TraitZedative]
TraitName="丧尸时间 - 丧尸狂"
Description="在丧尸时间期间内使用职业武器伤害丧尸时会使其减速30%并造成大量毒伤. ||-前置条件: 治疗效率技能点数25点以上!"

[Ext_TraitZedTExt]
TraitName="丧尸时间 - 延长时间"
Description="现在您可以延长丧尸时间的时效，每一个等级增加一次时效。"

[KFExtendedHUD]
BadConnectionStr="警告: 连接问题!"

[VS_ZedRecentZed]
ZombieName="最近被感染"

[VSZombie]
ZombieName="丧尸"

[UIP_PerkSelection]
Caption="职业"
Hint="选择与升级您的职业"

[UIP_Settings]
Caption="设定"
Hint="显示更多ServerExt设置"

[UIP_PlayerSpecs]
Caption="统计信息"
Hint="显示服务器所有玩家状态"

[UIP_AdminMenu]
Caption="管理员"
Hint=""

[UIP_About]
Caption="关于"
Hint="关于此服务器上的ServerExt"

[UIP_MiniGame]
Caption="迷你游戏"
Hint="玩迷你游戏吧"

[UIP_News]
Caption="新闻"
Hint="服务器新闻页面"

[UIP_PerkSelectionLobby]
Caption="职业"
Hint="选择与升级您的职业"

[xVotingReplication]
MaplistRecvMsg="已成功获取地图列表."
ClientMapVoteMsg="地图投票:"
InitMapVoteMsg="正在初始化地图投票中的迷你游戏..."
TwoMinRemainMsg="还剩2分钟..."
OneMinRemainMsg="还剩1分钟..."
XSecondsRemainMsg="秒..."
UnknownPlayerName="某人"
VotedForKnownMapMsg="已投票给"
VotedForUnkownMapMsg="已投票给地图."
AdminForcedKnownMapswitchMsg="管理员已强制将地图更换为"
AdminForcedUnknownMapswitchMsg="管理员已强制切换地图."
KnownMapSwitchMsg="赢得投票, 正在切换地图..."
UnknownMapSwitchMsg="一张地图赢得投票, 正在切换地图..."

[UI_UnloadInfo]
ResetPerkNotice="注意: 重置统计讯息"
PleaseWait="请稍后..."
ResetDisabledWarn="此服务器已禁用职业重置!"
ResetMinLevelWarnPart1="您最少需要: #{FFFF00}"
ResetMinLevelWarnPart2="#{DEF} 级才能够使用此功能!"
ResetAttentionPart1="#{FF0000}警告:#{DEF} 使用此功能将会失去 #{FFFF00}"
ResetAttentionPart2="#{DEF} 经验值，随后将会减少 #{FF0000}"
ResetAttentionPart3="#{DEF} 级!|此外您将被迫自杀来重置特定的数值.||您确定要继续吗?"
ButtonNoText="否"
ButtonYesText="是"
ButtonNoToolTip="中止且不做任何改动"
ButtonYesToolTip="重置职业 (您不能撤销此操作!)"

[UI_MidGameMenu]
MapVoteButtonText="地图投票"
MapVoteButtonToolTip="显示地图投票选单"
SettingsButtonText="选项"
SettingsButtonToolTip="打开游戏选项"
SkipTraderButtonText="跳过商店时间"
SkipTraderButtonToolTip="开始投票跳过商店时间"
SpectateButtonText="旁观者模式"
SpectateButtonToolTip="点击成为旁观者"
CloseButtonText="关闭"
CloseButtonToolTip="关闭此菜单"
DisconnectButtonText="返回游戏主界面"
DisconnectButtonToolTip="与服务器中断连结"
ExitButtonText="退出游戏到桌面"
ExitButtonToolTip="离开游戏"
JoinButtonText="加入游戏"
JoinButtonToolTip="点击加入游戏"

[UI_ResetWarning]
TitleText="警告: 重置"
YesButtonText="是"
YesButtonToolTip="重置职业 (您不能撤销此操作!)"
NoButtonText="否"
NobuttonToolTip="中止且不做任何改动"
InfoText="#{FF0000}警告:#{DEF} 如果您将职业重置为初始状态, 您将不能撤销此操作!|#{FF0000}您所获得的经验值与等级 (包含声望等级) 都会归 0.#{DEF}|不要事后跟管理员哭哭说你按错!||所以你确定要这么做吗?"

[UIP_About]
MarcoText="撰写人"
CreditsText="鸣谢"
ForrestMarkXText="实现第一人称双脚与背包武器."
SheepText="测试版本."
InklesspenText="DLC 武器, 自定义丧尸经验值与其他功能."
GenzmeyText="支持本地化."
MysterialText="此想法来自 UT2004RPG mod."
PostText="所有测试版的测试人员..."
AuthorButtonText="作者资料"
AuthorButtonTooltip="观看此模块作者的Steam页面"
ForumButtonText="进入论坛"
ForumButtonTooltip="进入此模块的论坛"

[UIP_AdminMenu]
EditPlayer="修改:"
ShowDebugInfo="显示Debug讯息"
Add1kXP="增加 1,000 经验值"
Add10kXP="增加 10,000 经验值"
AdvancePerkLevel="进阶职业等级"
SetPerkLevel="设定职业等级"
SetPrestigeLevel="设定声望等级"
UnloadAllStats="重置所有数值"
UnloadAllTraits="重置所有技能"
Remove1kXP="减少 1,000 经验值"
Remove10kXP="减少 10,000 经验值"
ResetAllStats="重置所有数值"
ResetCurrentPerkStats="重置当前所有职业数值"
ColumnPlayer="玩家"
ColumnTotalKills="总击杀数"
ColumnTotalExp="总经验值"
ColumnTotalPlayTime="总游玩时间"
EditMotdButtonText="修改 MOTD"
EditMotdButtonToolTip="修改服务器提示信息"

[xUI_MapVote]
Title="地图投票菜单"
CloseButtonText="关闭"
CloseButtonToolTip="关闭地图投票菜单."
ColumnMapName="地图名称"
ColumnSequence="排序"
ColumnPlayCount="游玩次数"
ColumnRating="评分"
ColumnGame="游戏"
ColumnNumVotes="投票数"

[UIP_News]
WebSiteButtonText="访问网站"
WebsiteButtonToolTip="访问服务器的网站:"

[UIP_PerkSelection]
PrestigeButtonText="提升声望"
PrestigeButtonToolTip="提升此职业的声望.|最低等级需求:"
PrestigeButtonDisabledToolTip="此职业目前无法提升声望"
ResetButtonText="重置等级"
ResetButtonToolTip="重置此职业的所有数值, 技能等级与获得的经验值将归 0"
UnloadButtonText="重置职业"
UnloadButtonToolTip="重置这个职业的所有技能并归还一些经验值"
Level="Lv"
Points="点数:"
NoPerkSelected="<尚未选择职业>"
MaxStr="最高"
NotAviable="N/A"

[UI_AdminMOTD]
WindowTitleText="修改 MOTD "
YesButtonText="确认"
YesButtonToolTip="确认修改"
NoButtonText="取消"
NoButtonToolTip="中止且不做任何改动"
EditBoxToolTip="在这里输入文字, 使用|符号来换行."
MotdPreviewText="MOTD 预览:"

[UI_PrestigeNote]
WindowTitleText="注意: 声望"
PrestigeButtonToolTip="提升声望 (您不能撤销此操作!)"
InfoLabelTextPart1="注意: 如果你想要提升声望，你将无法撤销该操作!|您所得到的经验值与等级将会 #{FF0000}归0#{DEF}.|但会在每次升级时 #{F7FE2E}+"
InfoLabelTextPart2="#{DEF} 技能点.||您确定要这么做吗?"

[xUI_MapRank]
InfoText="您喜欢这张地图吗?"
YesButtonText="喜欢"
YesButtonToolTip="如果喜欢此地图请点击这里."
NoButtonText="不喜欢"
NoButtonToolTip="如果不喜欢此地图请点击这里."

[UIP_Settings]
FirstPersonLegsText="第一人称脚:"
FirstPersonLegsToolTip="显示第一人称身体"
HideNameBeaconsText="隐藏名称标签:"
HideNameBeaconsToolTip="隐藏玩家名称标签"
HideKillMessagesText="隐藏击杀讯息:"
HideKillMessagesToolTip="隐藏玩家击杀讯息"
HideDamageMessagesText="隐藏伤害讯息:"
HideDamageMessagesToolTip="隐藏玩家伤害讯息"
HideDamagePopupText="隐藏伤害提示:"
HideDamagePopupToolTip="隐藏伤害提示讯息"
UseKf2DeathMessagesText="使用KF2死亡讯息:"
UseKf2DeathMessagesToolTip="显示使用KF2死亡讯息格式."
UseKf2KillMessagesText="使用KF2击杀讯息:"
UseKf2KillMessagesToolTip="显示使用KF2击杀格式."
DontBecomeZombieText="不要变成丧尸:"
DontBecomeZombieToolTip="禁用玩家丧尸模式 (对于支持此功能的游戏模式)"
NoScreenShakeText="无屏幕抖动:"
NoScreenShakeToolTip="关闭屏幕抖动 (爆炸时)"
ButtonToggleBehindviewKeybindText="切换第三人称的按键绑定:"
ButtonToggleBehindviewKeybindToolTip="点击此按钮切换第三人称功能 (点击后切换)"
ButtonPressButtonText="按下按钮"
NotSetText="<未设置>"

[UIR_TraitInfoPopup]
ButtonBuyText="购买"
ButtonBuyDisabledText="最高等级"
ButtonBuyTooltip="购买此技能 (您不能撤回此操作!)"
ButtonCancelText="取消"
ButtonCancelTooltip="中止且不做任何改动"

[UI_AdminPerkLevel]
WindowTitleSetLevel="设置等级"
WindowTitleSetPrestigeLevel="设置声望等级"
WindowTitleSetLevelOf="设定等级"
WindowTitleSetPrestigeLevelOf="设定声望等级"
YesButtonText="确认"
YesButtonToolTip="设置等级/声望等级"
NoButtonText="取消"
NoButtonToolTip="中止且不做任何改动"
LevelBoxToolTip="输入新的技能/声望等级来将此玩家变更为该内容."

[UIR_PerkTraitList]
TraitNameText="技能名称"
TraitLevelText="等级"
TraitCostText="花费"

[UIR_PerkStat]
AddButtonToolTip="点击这里来购买技能"
CountBoxToolTip="这里可自行指定要用多少点数来购买"
CostText="花费"

[UIP_PlayerSpecs]
ShowStatsButtonText="显示统计讯息"
ShowStatsButtonToolTip="显示服务器当前玩家的统计讯息"
TopPlaytimeButtonText="最高游玩时间"
TopPlaytimeButtonToolTip="显示服务器最高游玩时间的玩家"
TopKillsButtonText="最高击杀数"
TopKillsButtonToolTip="显示服务器最高击杀数的玩家"
TopExpButtonText="最高经验值"
TopExpButtonToolTip="显示服务器最高经验值的玩家"
PlayerColumnText="玩家"
TotalKillsColumnText="总击杀数"
TotalExpColumnText="总经验值"
TotalPlaytimeColumnText="总游玩时间"

[UI_Scoreboard]
TimeText="时间"
PlayersText="玩家"
PlayerText="玩家"
AliveText="存活"
SpectatorsText="观众"
HeaderWaveText="波次"
HeaderPlayerText="玩家"
HeaderDoshText="金钱"
HeaderKillsText="击杀"
HeaderAssistText="助攻"
HeaderPingText="延迟"
NoPerkText="无职业"
RespawnText="重生"
BotText="机器人"
DeadText="死亡"
UnmutePlayerText="解除静音"
MutePlayerText="静音玩家"
YouveMutedText="您已静音"
YouveUnmutedText="您已取消静音"
HealthText="生命值"
RClickForOptsText="(按下右键来开启选项)"
SpecButtonText="显示旁观者"
SpecButtonTooltip="切换显示服务器旁观者"
SpectateThisPlayerText="观察这位玩家"
ViewPlayerProfileText="查看主页"
MuteText="Mute"

[UI_Scoreboard_CD]
HeaderPerkText="职业"
HeaderStateText="状态"
HeaderRankText="身份"
DeveloperText="开发者"
VoteKickText="投票踢出玩家"

[Ext_PerkBase]
StatSpeed="移动速度 (+&%)"
StatDamage="职业武器伤害 (+&%)"
StatRecoil="减少后座力 (+&%)"
StatSpread="集中射击 (+&%)"
StatRate="职业武器射速 (+&%)"
StatReload="职业武器装填速度 (-&%)"
StatHealth="生命值 (+&HP)"
StatKnockDown="击退力 (+&%)"
StatWelder="焊接效率 (+&%)"
StatHeal="治疗效率 (+&%)"
StatMag="弹匣容量 (+&%)"
StatSpare="最大携带弹药量 (+&%)"
StatOffDamage="非职业武器 (+&%)"
StatSelfDamage="自我伤害抗性 (+&%)"
StatArmor="护甲 (+&)"
StatPoisonDmg="毒害抗性 (+&%)"
StatSonicDmg="超音波抗性 (+&%)"
StatFireDmg="火焰抗性 (+&%)"
StatAllDmg="丧尸伤害抗性 (+&%)"
StatHeadDamage="职业武器爆头伤害 (+&%)"
StatHealRecharge="注射器装填速度 (+&%)"
StatSwitch="武器切换速度 (+&%)"

[ExtPerksContainer_Selection]
PerkChangeWarning="职业更改将在死亡时生效."

[ExtPlayerController]
GotItemText="获得道具:"
KilledHimselfWith="杀死了自己"
WasBurnedToDeath="被活活烧死"
WasBlownIntoPeaces="被炸成碎片"
HadSuddenHeartAttack="心脏病突发去世"
WasKilledBy="的击杀者"
WasIncineratedBy="烧成了灰烬"
WasBlownUpBy="炸成了碎片"
ConnectionError="连接错误:"
Disconnecting="断开连接中..."
NowViewingFrom="正在观察"
ViewingFromOwnCamera="自由观察"

[Ext_TGroupBase]
TraitGroupText="技能组"
MaxText="最大"

[UIP_PerkSelectionLobby]
LevelText="等级"
PointsText="点数:"
NoPerkSelectedText="<未选择职业>"

[MX_PongGame]
PressToStartText="按下鼠标左键开始游戏"
ScoreText="分数:"
PlaysText="游玩次数:"

[MS_PC]
ConnectingTo="正在连接"
ConnectionAborted="连接终止"
UserAbortedConnection="玩家终止连接..."
ConnectionError="连接错误:"
Disconnecting="断开连接中..."

[MS_HUD]
PressEscToCancel="按Esc取消连接"
AdjustSensetive="使用鼠标滚轮调整灵敏度:"

[KFExtendedHUD]
PleaseWaitForDownload="正在下载地图，请稍后..."
PressEscToCancel="按下Esc取消连接!"
AreYouSureToCancel="你确定要断开连接吗"
PressEscToConfirm="再次按下Esc来确认..."
YouRespawnIn="你将在以下时间复活"
ITR_CommonText="常见";
ITR_UncommonText="不常见 +";
ITR_RareText="稀有 ++";
ITR_LegendaryText="超凡 +++";
ITR_ExceedinglyRareText="极其稀有 ++++";
ITR_PrestigeNoteText="传说 !!!!";
ITR_DefaultText="未知 -";
NewItemText="新道具:"
SomeoneText="某人"
KillText="击杀"
KillsText="击杀"

[Ext_TraitBase]
MaxLevelText="最大等级:"
LevelCostText="等级消耗:"
MinPerkLevelText="最小职业等级:"

[Ext_TGroupRegen]
GroupDescription="满足下列要求可买额外再生技能: |-声望等级1 + 75级 = 最多两个技能|-声望等级5 + 125级 = 最多三个技能"
MaxText="最多"

[Ext_TraitAirborneAgent]
GroupDescription="技能需要声望等级: #{FF4000}1"

[Ext_TraitDemoNuke]
GroupDescription="技能需要声望等级: #{FF4000}3"

[Ext_TraitDemoProfessional]
GroupDescription="技能需要声望等级: #{FF4000}1"

[Ext_TraitMachineGunner]
GroupDescription="技能需要声望等级: #{FF4000}2"

[Ext_TraitPenetrator]
GroupDescription="技能需要声望等级: #{FF4000}2"

[Ext_TraitTactician]
GroupDescription="技能需要声望等级: #{FF4000}1"

[Ext_TraitWeapons]
GroupDescription="- 等级4需要职业等级50和强化负重技能3级!"

[Ext_TraitZedative]
GroupDescription="技能需要声望等级: #{FF4000}2"

[Ext_TraitZED_Summon]
GroupDescription="等级6需要声望等级:"

[Ext_TraitInferno]
TraitName="丧尸时间 - 地狱"
Description="丧尸时间内，你的火力伤害逐渐分散到周围所有丧尸身上。"

[Ext_TraitPyromaniac]
TraitName="丧尸时间 - 纵火犯"
Description="在丧尸时间中，你可以使用神射武器发动近乎实时的攻击，而且弹药永远不会用完。"

[Ext_TraitGroundFire]
TraitName="地火"
Description="地火造成3倍伤害，同时降低丧尸移动速度 30%。"

[Ext_TraitHeatWave]
TraitName="热浪"
Description="被火焰击中的丧尸将会向后跌倒。"

